---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.IStructuralSectionsServer
source: html/41f1dd0c-80d5-c255-e21d-d296101cb81e.htm
---
# IStructuralSectionsServer Members

Implement this method to return a description of the server.